[General]
Translator, "Darko"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAJ2dnZ+fn+np6bCwsJqamvf39zqY6+Tm51eY2qenp4aYwZVbU/7+/vPz82mx
8JmZmZdsZO7u7uJ4apIUBd+3sOF7azWM3DaP36ioqPLy8lx8t0h8pt1tXtiPgqWlpXuTwuJlVlqd
2+B+cE1njoKUvbSyr0djjGiU0PHx8ZZjWeHh4lx4tOO1ot5rXfz38+u7tfn08JlVSkmM0fv7+7Fk
Sldvj8hnT+zs7Ch7z2Oa1eZhTeaxqCx3ybySllGP0PT09P/796ysrN5xXd+DdMWSjomWvefn59mT
gNp1Z+GCcZpsYqOioN+lnWWf2zJ6yZlYT3qj2NjV1i2B1NeJcTiR4OBpVNBzZEqS2d2QgjmL2dnZ
4JZhV9p4aTGG2ISWvszEzf///ilso5pUTKqqquTk5O/v75kRAIWWwJhWT96MfZdkWZaWlpdcVOPj
42Oq55heUO7s6uNjTt9rWJVnXeXm5rOzs+fo6GFmgZVpX6OjoyV1yuR1Z9zd3dyGdNtzZOKomPTw
69mEd/LWntOpn9x0YPfNiu/r5+/w7uBuWuKcjdGRadl+b4WUvStrot6Je4WUvKamptuPgFmZ2PHt
6Ove2aCgoOvr696OgGme2Pj4+N2VhmCm45Nya97h4+ErEb2bkdl7bFWT1JxSSeXl5eC4r0FVfjuZ
6ZhgVsKSfV2h37yYjPjz79xwYd6FcuJmUZdcU5dlW6GhoWCOzZYiE+CGeOp3aezf3TGJ2////wAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbADlBwDMHVootp9i8eoJGTAxRC5Qk0oTlUhpHtIYkEVFBwp5as9RE6sDiT6BFoLgg8cOKQwsQ
E960OiKoUB9CQhDJqeIqjg5PZu4UIfJJVQ8Sjxh5OaPgg4YVpUacoERqh5YcmJoguJLl1gUDYUzI
skXhxRcnPPTgkNLFAhVTjWpAUcRkCg0ZPkJJCpFqkxsHG5YcQmXFxiA4hiYBWgXDBRAwJQKo6BSF
zwEyRgTcKIPiRwEGAyqNakPHjgBLETI0KJBpBi5cddY8IEAAAIAAsfJ4gIRhTJABCQICADs=


[BFAPI_Strings]
ErrorFailClientTime, "Časovnik vašeg računara nije podešen ispravno.\nMolimo proverite sistemsko vreme i probajte ponovo."
ErrorFailLogin, "Proverite Vašu email adresu i šifru i probajte ponovo."
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "Izgleda da je Vaša FileSeek probna licenca nevažeća.\nMolimo kontaktirajte nas za više informacija."
ErrorItemSizeTooLarge, "Jedan od FileSeek profila je prevelik.\nPokušajte sinhronizaciju manjeg profila."
ErrorTrialExpiredPrompt, "Vaša FileSeek Pro probna licenca je istekla.\nDa li želite da nas kontaktirate i započnete ponovnu probu?"
ErrorUnknownProPurchasedLicenseKey, "Izgleda da je Vaš FileSeek licencni kod nevažeći.\nMolimo kontaktirajte nas za više informacija."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "&Moje licence"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Lično ili poslovno, # naznačeno u imenu licence"
LicenseRestrictionDonation, "SAMO lično, 1 računar"
LicenseRestrictionEnterprise, "Neograničen broj računara na neograničenom broju stranica u vlasništvu firme"
LicenseRestrictionPersonalHome, "SAMO lično, neograničen broj personalnih računara"
LicenseRestrictionSite, "Neograničen broj računara na 1 stranici"
LicenseRestrictionStandard, "Lično ili poslovno, 1 računar"
LicenseRestrictionSteam, "Lično ili poslovno, neograničen broj računara, Vi ste primarni korisnik i instalira se Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Molimo unesite ispravnu email adresu i pokušajte ponovo."
ErrorEnterPassword, "Molimo unesite Vašu šifru i pokušajte ponovo."
ErrorLoginFailed, "Neuspelo učitavanje podataka naloga.\nMolimo proverite email adresu i šifru i pokušajte ponovo."
ErrorNoLicensesFound, "Izvinite, nismo mogli pronaći nijedan podatak o licenci za ovaj nalog.\nUkoliko Vam je potrebna bilo kakva pomoć molimo Vas da nas kontaktirate."
ErrorUnknownLicenses, "Nastala je greška prilikom učitavanja podataka o Vašoj licenci."
ErrorUnknownLogin, "Nastala je greška prilikom učitavanja podataka o Vašem nalogu."
Note, "Prijavite se kako bi povratili Vaš FileSeek licencni kod i sinhronizovali Vaše profile pretrage."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Učitavanje podataka o licenci"


[BFAPIMyLicenses_Controls]
colDateCreated, "Datum kreiranja"
colDateExpires, "Datum isteka"
colLicenseKey, "Licencni kod"
colLicenseRestrictions, "Ograničenja licence"
colLicenseType, "Vrsta licence"
colName, "Ime licence"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Da li ste sigurni da želite da koristite ovaj licencni kod?"
ErrorSelectLicense, "Molimo izaberite licencu sa liste i probajte ponovo."
ShowNeedLicenseWarning, "Izaberite jedan od Vaših licencnih kodova sa liste, zatim kliknite 'OK' dugme kako bi koristili licencni kod."
Title, "Moje licence"


[BFFormDownload_Strings]
ConfirmCancel, "Da li ste sigurni da želite da prekinete ovo preuzimanje?"
Error, "Nastala je greška."
Progress, "Preostalo: {0} KB ({1} KB total)"
ProgressUnknown, "Preuzimanje: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Kopiranje u clipboard"
btnMoreInformation, "&Prikaži više podataka"


[BFFormProxySettings_Controls]
btnSave, "Sačuvaj"
lblProxyAddress, "Adresa servera:"
lblProxyPassword, "Šifra:"
lblProxyPassword2, "Ponovite šifru:"
lblProxyPort, "Port:"
lblProxyUsername, "Korisničko ime:"
rdoCustomSettings, "Koristi &prilagođene postavke proksi servera:"
rdoNoProxy, "&Nema proksi servera (direktne internet konekcije)"
rdoUseIESettings, "Koristi &Internet Explorer podešavanja konekcije"


[BFFormProxySettings_Strings]
EnterServerAddress, "Molimo unesite adresu proksi servera ili izaberite 'Bez proksi servera'."
EnterServerPort, "Molimo unesite port proksi servera ili izaberite 'Bez proksi servera'."
PasswordDecryptionFailed, "Izgleda da su podešavanja Vaše internet konekcije pogrešna.\nMolimo ponovo unesite šifru Vašeg proksi servera."
PasswordsNotMatch, "Šifra Vašeg proksi servera se ne poklapa, molimo probajte ponovo."
Title, "Podešavanja internet konekcije"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Pretraži"
ButtonRefresh, "&Osveži"
ColApplication, "Aplikacija"
ColPath, "Putanja"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "Sve aplikacije"
PleaseSelectApplication, "Molimo najpre izaberite aplikaciju."
Title, "Izaberite aplikaciju"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Podrazumevana vrednost"
colSetting, "Podešavanje"
colValue, "Vrednost"
lblHelp, "Dupli klik na podešavanje radi promene, klik na dugme 'Pomoć' radi više informacija."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Nastala je greška prilikom pokušaja da se sačuva ovo podešavanje."
SavedSuccessfully, "Vaše napredno podešavanje je uspešno sačuvano.\nMožda ćete morati da restartujete FileSeek kako bi ovo podešavanje imalo efekta."
Title, "Napredna podešavanja"
TitleEdit, "Izmeni napredno podešavanje"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Email adresa:"
lblMessage, "Poruka:"
lblName, "Ime:"
lblSubject, "Naslov:"
lblWarning, "Podaci iz kartice "Rešavanje problema" i Vaš Debug.log fajl će biti šifrovani i poslati zajedno sa ovim zahtevom za podršku kako bi smo brže rešili vaš problem."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Molimo unesite ispravnu email adresu i pokušajte ponovo."
EnterMessage, "Molimo unesite poruku i pokušajte ponovo."
EnterName, "Molimo unesite Vaše ime i pokušajte ponovo."
EnterSubject, "Molimo unesite naslov."
SendSuccess, "Vaši podaci su uspešno poslati.\nNeko će Vas kontaktirati u toku 1 poslovnog dana."
Title, "Prosledite zahtev za podršku"
TooLongEmailAddress, "Molimo unesite kraću email adresu i pokušajte ponovo."
TooLongName, "Molimo unesite kraće ime i pokušajte ponovo."


[BFFormUpdate_Controls]
btnChangeLog, "&Pogledaj evidenciju promena"
btnDownload, "Preuzmi i &instaliraj"
btnRemindMeLater, "&Podseti me kasnije"
btnSkipThisVersion, "&Preskoči ovu verziju"
btnWebsite, "&Preuzmi"
lblNewVersion, "Nova verzija:"
lblOldVersion, "Trenutna verzija:"
lblUpdateNotes, "Šta je novo u ovoj verziji:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Preporučujemo da nadogradite na novu verziju.\nDa li ste sigurni da želite da preskočite ovu nadogradnju?"
DownloadFailedSave, "Fajl neuspešno sačuvan na lokalnom disku."
DownloadingUpdate, "Preuzimanje nadogradnje"
DownloadInvalidData, "Neispravni podaci dobijeni od servera. Server možda ima problema u pronalasku traženog fajla."
DownloadNoData, "Veb stranica nije vratila podatke."
ErrorDownload, "Prilikom pokušaja preuzimanja nove verzije nastala je greška."
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "Dostupna nadogradnja"
UpdateProMessage, "Potrebno je da ažurirate na FileSeek Pro kako bi koristili ažuriranje jednim klikom.\nDa li želite više podataka o nadogradnji?"


[BFHelpButton_Controls]
mniOnlineHelp, "Online pomoć"
mniSupportRequest, "Zahtev za podršku"


[BFTextQuery_Strings]
CaseSensitive, "Mala i velika slova:"
MayContain, "Može sadržati:"
MayNotContain, "Ne mora sadržati:"
MustContain, "Obavezno sadrži:"
MustNotContain, "Obavezno ne sadrži:"


[BFUpdateCheck]
AlreadyInProgress, "Nadogradnja već u toku..."
ErrorRunningDownloadedFile, "Prilikom pokušaja pokretanja preuzetog instalacionog fajla nastala je greška."
FailedToGetVersion, "Nemoguće učitati poslednji broj verzije."
InvalidLicensePrompt, "Izgleda da je Vaš FileSeek Pro licencni kod nevažeći!\nMolimo Vas razmotrite kupovinu FileSeek Pro licence kako bi pomogli u podršci budućeg razvoja.\nDa li bi ste želeli da vidite više informacija?"
NoUpdate, "Već koristite poslednju verziju."
Title, "Nadogradnja"


[cFunctions_Strings]
FolderNotRecognized, "Izabrani folder nije prepoznat i ne može biti pretražen."


[cSettings_Strings]
SettingsLoadError, "Prilikom učitavanja podešavanja nastala je greška."
SettingsSaveError, "Prilikom pokušaja čuvanja podešavanja nastala je greška."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Pregled && Dodavanje"
btnBrowseExcludePath, "Pregled"
btnFolderBrowse, "&Pregled"
btnFolderBrowseAppend, "Pregled && Dodavanje"
btnNewSearch, "Pretraži u &novoj kartici"
btnPause, "Pauza"
btnResume, "Nastavi"
btnSearch, "&Pretraga"
btnStop, "S&top"
chkCaseSensitive, "&Upit osetljiv na veličinu slova"
chkFileSizeMax, "Maksimalna veličina fajla:"
chkFileSizeMin, "Minimalna veličina fajla:"
chkIsExcludeFilesRegEx, "Isključeni filter fajlova je RegEx"
chkIsIncludeFilesRegEx, "Uključeni filter fajlova je RegEx"
chkIsQueryRegEx, "Upit je RegEx"
chkSearchSubFolders, "Pretraži pod-&foldere"
chkShowFirstResult, "&Prikaži samo prvi rezultat za svaki fajl"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Prikaži imena fajlova koja odgovaraju tekstu upita"
chkShowQueryMatchFolders, "Prikaži imena foldera koja odgovaraju tekstu upita"
chkUseIFilters, "Obradi sadržaj fajla korišćenjem File Handler-a (sporije)"
colDateAccessed, "Datum pristupa"
colDateCreated, "Datum kreiranja"
colDateModified, "Datum izmene"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Veličina fajla"
colLine, "Red"
colLineNumber, "Red #"
colPath, "Putanja"
lblAccessedTo, "do"
lblAdditionalLinesAfter, "Nakon rezultata pretrage prikaži ovaj broj redova:"
lblAdditionalLinesBefore, "Pre rezultata pretrage prikaži ovaj broj redova:"
lblCreatedTo, "do"
lblDateAccessed, "Datum pristupa:"
lblDateCreated, "Datum kreiranja:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Datum izmene:"
lblExcludeFiles, "Zanemari fajlove:"
lblExcludePath, "Zanemari putanju/e:"
lblFilterResults, "Filter:"
lblIncludeFiles, "Uključi fajlove:"
lblModifiedTo, "do"
lblPath, "Putanja/e:"
lblQuery, "Upit:"
lblStatusFound, "Pronađeno poklapanja: {0}"
lblStatusTotal, "Pretraženo fajlova: {0}"
mniAbout, "O programu"
mniClearSearchHistory, "Izbriši istoriju pretrage"
mniCloseAll, "Zatvori sve"
mniCloseAllButThis, "Zatvori druge"
mniCloseSearch, "Zatvori"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Kopiraj sve rezultate"
mniExit, "Izlaz"
mniExplorerContextMenu, "Windows Context Menu"
mniHelp, "Help"
mniOpenFolder, "Open Containing Folder"
mniOpenFolderOnly, "Otvori folder"
mniOpenOther, "Otvori sa drugom aplikacijom"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Ukloni izabrane rezultate sa liste"
mniSettings, "Podešavanja"
mniShowFilterControls, "Prikaži kontrole filtera"
mniTextCopy, "&Kopiraj"
mniTextSelectAll, "Izaberi &sve"
mniTools, "&Alati"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Izvezi sve rezultate u HTML"
mnuExportSelectedResultsHTML, "Izvezi izabrane rezultate u HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Jezici"
mnuLoadProfile, "Učitavanje"
mnuManageProfiles, "Upravljanje profilima"
mnuOpen, "Otvori"
mnuOpenNotepad, "Otvori u Notepad-u"
mnuProfile, "Profili"
mnuSave, "Sačuvaj"
mnuSaveAll, "Izvezi sve rezultate kao CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Izvezi izabrane rezultate kao CSV"
mnuShowFullLanguageList, "Prikaži punu listu"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Upari upit sa svakim redom u fajlu"
rdoMatchQueryToWholeFile, "Upari upit sa celim fajlom"
tabAdvanced, "Napredno"
tabDateFilters, "Filteri datuma"
tabFileSizeFilters, "Filteri veličine fajla"
tabSearch, "Pretraži"


[frmMain_Strings]
AccessedAfterTT, "Pristupljeno nakon {0}"
AccessedBeforeTT, "Pristupljeno pre {0}"
AccessedBetweenTT, "Pristupljeno između {0} i {1}"
AppSelectionErrorPartOne, "Aplikacija koju ste izabrali ne može biti pronađena."
AppSelectionsErrorPartTwo, "Da li bi ste izabrali drugu sada?"
btnNewSearchTT, "Otvori u novoj kartici i započni pretragu"
btnSearchTT, "Započni pretragu u trenutnoj kartici"
btnStopTT, "Zaustavi izabranu pretragu"
CaseSensitiveQueryTT, "Upit osetljiv na veličinu slova"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Prikazaće samo prvi red pogotka pri uparivanju upita sa svakim redom"
ColumnWidthRestoreError, "Nastala je greška pri povratku širine kolona."
ColumnWidthSaveError, "Nastala je greška pri čuvanju širine kolona."
ContextMenuError, "Nastala je greška pri prikazu Windows Context Meni-a."
CreatedAfterTT, "Kreirano nakon {0}"
CreatedBeforeTT, "Kreirano pre {0}"
CreatedBetweenTT, "Kreirano između {0} i {1}"
CSVSpreadsheet, "CSV fajlovi"
CustomAppOpenError, "Nastala je greška prilikom otvaranja ovog fajla korišćenjem prilagođene aplikacije."
DateCreatedError, "Molimo izaberite 'Krajnji datum kreiranja', koji je kasniji od početnog datuma."
DateFiltersSelected, "Filteri po datumu:"
DateMismatchError, "Molimo izaberite 'Krajnji datum kreiranja', koji je kasniji od početnog datuma."
DateModifiedError, "Molimo izaberite 'Krajnji datum izmene', koji je kasniji od početnog datuma."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Unesite ime profila:"
ExcludeFilesTT, "Isključeni fajlovi: {0}"
ExcludePathsTT, "Isključene putanje(a): {0}"
FileDeleteMessage, "Molimo sačekajte dok FileSeek izvrši traženu operaciju.\nMožete zatvoriti ovaj prozor, ali to može dovesti do nepredviđenih rezultata jer je ovaj zadatak u toku."
FileDeleteQuestion, "Da li ste sigurni da želite da izbrišete izabrane fajlove i foldere?"
FileDeleteTitle, "Izbriši fajlove"
FileDeletionError, "Nastala je greška prilikom brisanja ovih fajlova."
FileHandlerError, "Molimo unesite putanju za pretragu."
FileIncludeNameMatch, "Poklapanje imena fajla [Include Files Filter]"
FileOpenError, "Nastala je greška prilikom otvaranja ovog fajla."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Poklapanje imena fajla [Query]"
FileReadError, "Greška pri pristupu fajlu: {0}"
FileSelectionError, "Molimo izaberite bar 1 fajl koji postoji i probajte ponovo."
FileSizeError, "Molimo izaberite maksimalnu veličinu fajla koja je jednaka ili veća od minimalne veličine fajla."
FileSizeFiltersSelected, "Filteri po veličini fajla:"
FilesSearched, "Pretraženo fajlova: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Izaberite folder za pretragu"
FolderBrowsingError, "Nastala je greška prilikom pregleda foldera."
FolderIncludeNameMatch, "Poklapanje imena foldera [Include Files Filter]"
FolderItemError, "Nije pronađen folder za predmet: {0}"
FolderOpenError, "Nastala je greška prilikom otvaranja ovog foldera."
FolderQueryNameMatch, "Poklapanje imena foldera [Query Text]"
FolderReadError, "Greška pri čitanju foldera u folderu: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Hyper tekst za oznaku jezičkih fajlova"
IFilterWarning, "Molimo omogućite file handlers na kartici Napredno kako bi se prikazali odgovarajući rezultati za: {0} fajlove"
IncludeFilesTT, "Uključi fajlove: {0}"
InvalidExcludeFilesRegExError, "Isključi fajlove kod kojih je RegEx pogrešan.\n{0}"
InvalidFolderLength, "Pogrešna dužina foldera."
InvalidIncludeFilesRegExError, "Uključi fajlove kod kojih je RegEx pogrešan.\n{0}"
InvalidQueryRegExError, "RegEx upita je pogrešan.\n{0}"
KeypressError, "Nastala je greška prilikom obrade ovog pritiska na taster."
LinkedFolderError, "Folder nije pretražen jer je veza zapetljana"
MatchesFound, "Pronađeno poklapanja: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Maksimalna veličina fajla: {0}"
MaxPathError, "Ovo je dugačka putanja i možda neće raditi kod nekih programa"
MenuOpenError, "Nastala je greška prilikom otvaranja menia."
MinFileSizeTT, "Minimalna veličina fajla: {0}"
ModifiedAfterTT, "Izmenjeno nakon: {0}"
ModifiedBeforeTT, "Izmenjeno pre: {0}"
ModifiedBetweenTT, "Izmenjeno između {0} i {1}"
More, "(više)"
NoDateFiltersSelected, "Nijedan filter datuma nije izabran"
NoFileSizeFiltersSelected, "Nije izabrana veličina fajla"
NoOptionsSelected, "Nije izabrana nijedna opcija"
NotepadError, "Nastala je greška prilikom otvaranja ovog fajla putem aplikacije Notepad."
NoTextSelectionError, "Molimo izaberite neki tekst i pokušajte ponovo."
NotYourProfile, "Ovaj profil nije vaš."
OnlyShowFirstResultTT, "Prikaži samo prvi rezultat"
OpenManyQuestion, "Da li ste sigurni da želite da otvorite {0} fajlova i foldera?"
OptionsSelected, "Izabrane opcije:"
PathsTT, "Putanje: {0}"
PathTooLongError, "Windows ne podržava ovu akciju sa dugim imenom putanje."
ProfileLoadError, "Nastala je greška prilikom učitavanja ovog profila."
ProfileLoadOnStartError, "Nastala je greška prilikom učitavanja ovog profila. Profil ne postoji."
ProfileOverwriteQuestion, "Da li ste sigurni da želite da zamenite profil '{0}'?"
ProfileSaved, "Sačuvana podešavanja pretrage na profil '{0}'"
ProfileSaveError, "Nemoguće sačuvati profil."
ProOnlyDoubleClickPrompt, "Vaš odabrani upravljač duplim klikom podešen je samo za FileSeek Pro funkciju.\nMožete promeniti odabrani upravljač duplim klikom u kartici Podešavanjima > Pretraga.\n\nDa li želite više podataka o nadogradnji?"
QueryTT, "Upit:\n{0}"
rdoMatchQueryLineByLineTT, "Otvori fajl red po red i pokušaj da uporediš upit sa svakim redom"
rdoMatchQueryToWholeFileTT, "Otvori ceo fajl odjednom i pokušaj da uporediš upit celokupnim tekstom"
ResultCopied, "Jedan rezultat kopiran u clipboard."
ResultCopyError, "Nastla je greška prilikom kopiranja rezultata pretrage u clipboard."
ResultSaveError, "Nastala je greška prilikom pokušaja čuvanja rezultata.\n{0}"
ResultsCopied, "{0} rezultata kopirano u clipboard."
ResultSelectionError, "Molimo izaberite bar 1 rezultat pretrage i probajte ponovo."
SaveResults, "Sačuvajte rezultate u tabeli"
SaveResultsAsHTML, "Sačuvajte rezultate kao HTML"
SaveSearchProfile, "Sačuvaj profil pretrage"
SearchComplete, "Pretraga završena za {0}s"
SearchCriteria, "Kriterijum pretrage:"
SearchCriteriaEmptyTT, "Kriterijum pretrage prazan"
SearchEnd, "Kraj pretrage: {0}"
SearchError, "Nastala je greška prilikom pretrage."
SearchStart, "Početak pretrage: {0}"
SearchSubFoldersTT, "Pretraga pod foldera"
SettingFormShowError, "Nastala je greška prilikom prikaza prozora Podešavanja."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "Nastala je greška prilikom kopiranja ovog teksta."
TextProcessingError, "Nastala je greška prilikom obrade teksta."
TextSelectionError, "Molimo izaberite tekst i pokušajte ponovo."
txtPathTT, "Odvoji više stavki | karakterom"
UseFileHandlersTT, "Koristi File Handlers"
ViewingAppPartOne, "Još niste izabrali aplikaciju za pregled"
ViewingAppPartTwo, "Želite li da je izaberete sada?"
WindowsVersionError, "Izvinite, ova funkcija nije dostupna u ovoj verziji Windowsa."


[frmProfileManager_Controls]
btnCopyProfile, "Kopiraj profil"
btnDelete, "Delete"
btnRename, "Preimenuj"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Ime profila"
colProfileOwner, "Vlasnik profila"
lblCurrentProfile, "Trenutni korisnik: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Kako biste želeli da nazovete vaš novi profil?"
MustSelectAnItem, "Molimo izaberite profil sa liste i probajte ponovo."
ProfileDeleteQuestion, "Da li ste sigurni da želite da izbrišete izabrani profil?"
RenameSearchProfile, "Preimenuj profil pretrage"
SearchProfileName, "Ime profila pretrage:"
Title, "Upravljaj profilima"


[frmSettings_Controls]
btnAdvancedSettings, "Advanced Settings"
btnApply, "Primeni"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&Pregled"
btnChangeToFree, "Promeni na besplatnu verziju"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "Izbriši istoriju pretrage"
btnIFilterToggle, "Prebaci na File handler"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "&Default"
btnPasteFromClipboard, "Zalepi iz clipboarda"
btnProxySettings, "Podešavanja internet konekcije"
btnRestoreSettings, "Obnovi podešavanja"
btnTroubleshootingClearLog, "Obriši evidenciju"
btnTroubleshootingCopy, "Kopiraj u clipboard"
btnTroubleshootingOpenLog, "Otvori evidenciju"
chkAutoUpdate, "Automatski proveri za nadogradnje"
chkBeta, "Proveri da li ima novih Beta (novijih, nestabilnih) verzija"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkIFilterErrors, "Prikaži grešku za fajlove bez File handlera (kada je File handler pretraga uključena)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Pretraži fajlove && foldere koji imaju zapetljanu vezu"
chkLinkedFoldersSearchShowErrorOnSkip, "Prikaži poruku pri preskakanju zapetljane veze"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Prikaži grešku kada ne može da se pristupi fajlu/folderu"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Prikaži savete za alate"
chkStartWithClearProfile, "Uvek započni FileSeek sa praznim kriterijumima za pretragu"
chkTreatAllIncludeFiltersAsWildcards, "Tretiraj sve filtere - Uključeni fajlovi kao džokera (wildcard)"
chkUseCustomDateFormat, "Use a custom date format"
chkWindowsContextMenu, "Prikaži FileSeek u Windows Context Meniu"
colName, "Ime"
colRightToLeft, "Desno na levo"
colTranslators, "Prevodioci"
colVersion, "Verzija"
gbAutoUpdate, "Provera nadogradnje"
gbCmdLineVars, "Varijable u komandnoj liniji"
gbDateFormat, "Date Format"
gbGeneralOptions, "Opšte opcije"
gbReseller, "Reseller Information"
gbUpdateSettings, "Podešavanja nadogradnje"
lblCmdLineParam, "Parametri komandne linije neophodni za prolaz:"
lblDateFormat, "Date Format"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Izaberite podrazumevanu operaciju duplim klikom na rezultat pretrage:"
lblExpireDate, "Datum isticanja licence:"
lblLicenseKey, "Licencni kod:"
lblLicenseTo, "Licencirano do:"
lblNumChar, "Prikaži ovaj broj karaktera za svaki rezultat pretrage:"
lblSelectViewingApp, "Izabrana aplikacija za pregled fajla:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "Evidentiranje: Onemogućeno"
LogLevel1, "Evidentiranje: Samo važno"
LogLevel2, "Evidentiranje: Detaljno"
LogLevel3, "Evidentiranje: Svi redovi"
tabLanguage, "Jezici"
tabLicense, "Licencni kod"
tabTroubleshooting, "Rešavanje problema"


[frmSettings_Strings]
AppBrowsingError, "Nastala je greška prilikom pregleda za aplikaciju."
cboDefaultDoubleClickOperation_ExportAllCSV, "Izvezi sve rezultate u CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Izvezi sve rezultate u HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Izvezi izabrane rezultate u CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Izvezi izabrane rezultate u HTML"
cboDefaultDoubleClickOperation_Open, "Otvori sa podrazumevanim handlerom"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Otvori folder u kome se nalazi"
cboDefaultDoubleClickOperation_OpenNotepad, "Otvori programom Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Otvori drugom aplikacijom"
ChangeToFreeQuestion, "Da li ste sigurni da želite da uklonite Vaš licencni kod i prebacite se na besplatnu verziju?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Ako je ova opcija uključena, pretraga uneta kao foo biće tretirana kao *foo*"
ClearHistoryError, "Nastala je greška prilikom brisanja istorije."
ClearHistoryWarning, "Da li ste sigurni da želite da izbrišete istoriju pretrage?"
CommandLineError, "Molimo unesite parametre komandne linije ili kliknite na "Podrazumevano" kako biste ih resetovali."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DebugLogCleared, "Fajl Debug evidencije je uspešno izbrisan."
DebugLogNotFound, "Fajl Debug evidencije nije pronađen.\nPobrinite se da se najpre omogućili Debug evidentiranje."
DisableFileHandler, "Isključi File handler"
EnableFileHandler, "Uključi File handler"
FileCommandDescription, "{0}: Zamenjuje kompletno ime fajla."
FileHandlerListError, "Nastala je greška prilikom listanja File handlera."
FileHandlerSelectError, "Nastala je greška prilikom odabira ovog File handlera."
FileHandlerToggleError, "Nastala je greška prilikom uključenja ovog File handlera."
FreeVersion, "Besplatna verzija"
HistoryCleared, "Istorija pretrage uspešno izbrisana."
InternetSettingsWindowError, "Nastala je greška prilikom otvaranja prozora Podešavanja internet konekcije."
InvalidExitcode, "Vraćen pogrešan Exitcode: {0}"
LineCommandDescription, "{0}: Zamenjuje broj reda."
lvIFilters_Extension, "Ekstenzija"
lvIFilters_Handler, "Upravljač"
lvIFilters_HandlerVersion, "Verzija"
NumOfCharError, "Molimo unesite broj karaktera između {0} i {1} i pokušajte ponovo."
RestoreSettingsFailed, "Neuspešan povrat Vaših podešavanja."
RestoreSettingsSuccess, "Vaša podešavanja su uspešno povraćena."
SettingMenuError, "Nastala je greška prilikom podešavanja Context menia."
tabSettings_About, "O programu"
tabSettings_FileHandlers, "Upravljači fajlovima (File handlers)"
tabSettings_Options, "Opcije"
tabSettings_OtherApp, "Druge aplikacije"
tabSettings_Search, "Pretraga"
Title, "Podešavanja"
TroubleshootingCopyError, "Neuspešno kopiranje vaše informacije za rešenje problemu."
TroubleshootingCopySuccess, "Vaša informacija za rešenje problema je uspešno kopirana u clipboard."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Rezultati pretrage uspešno sačuvani.\nŽelite li da vidite fajl?"
SearchCriteria, "Kriterijum pretrage"
SearchDate, "Datum pretrage:"
Title, "FileSeek rezultati pretrate"


[IFilterHelper_Strings]
UnknownError, "Nepoznata IFilter greška"
UsingStandardMethodWarning, "Ne postoji File handler za ovaj fajl, pretražite korišćenjem standardnog metoda."


[LicenseValidate_Strings]
ExpiredPrompt, "Izvinite, Vaš FileSeek probni licencni kod je istekao.\nUkoliko ste već kupili licencu, molimo unesite je u FileSeek prozor podešavanja.\n\nDa li želite više informacija o kupovini FileSeek Pro?"
Invalid, "Izvinite, vaš licencni kod je pogrešan."
InvalidReseller, "Izvinite, vaš licencni kod je važeć samo sa FileSeek-om isporučenim od vašeg preprodavca.\nMolimo kontaktirajte Vašeg preprodavca za više informacija."
LicenseProcessPro, "Hvala što ste se registrovali!"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Vaš licencni kod je uklonjen."
LicenseProcessTrial, "Hvala što probate FileSeek Pro!\nVaša licenca će isteći {0:D}."
RegistryExportSuccess, "Vaša podešavanja su uspešno izvezena."
TrialAlmostDonePrompt, "Vaša probna licenca će uskoro isteći.\nUkoliko ste već kupili licencu, molimo unesite je u FileSeek prozor podešavanja.\n\nŽelite li više informacija o kupovini FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Pretraži bre sa FileSeek"


[Words]
AdminSettingsLock, "Nekim od podešavanja rukuje vaš administrator sistema"
Apply, "Primeni"
ButtonEnterLicenseKey, "&Unesi licencni kod"
ButtonLater, "&Kasnije"
ButtonMoreInformation, "&Više informacija"
ButtonUseFreeVersion, "&Koristi besplatnu verziju"
Cancel, "&Otkaži"
Close, "&Zatvori"
Custom, "Custom"
Default, "Default"
Error, "Greška"
ErrorNotAdminUACDisabled, "UAC je isključen, ali Vi niste administrator, akcija koju ste zahtevali verovatno neće uspeti.\nMolimo uključite UAC ili se prijavite kao administrator i pokušajte ponovo.\nUkoliko ste skoro isključili UAC, molimo restartujte vaš računar."
Help, "Pomoć"
Info, "Info"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "Morate nadograditi na FileSeek Pro kako bi koristili ovu mogućnost.\nŽelite li više informacija o nadogradnji?"
Never, "Nikad"
No, "Ne"
OK, "&OK"
ProOnlyNotice, "Pro-mogućnosti su označene plavom bojom"
Refresh, "Osveži"
Seconds, "seconds"
Unknown, "Unknown"
Yes, "Da"


[Installer]
AdditionalIcons, "Dodatne ikone:"
ContextMenu, "Dodajte FileSeek u Context meni"
CurrentUserOnly, "Samo za trenutnog korisnika"
DesktopIcon, "Kreiraj &desktop ikonu"
DotNetDownloadNow, "Da li želite da je preuzmete sada?"
DotNetNeededMayNotWork, "FileSeek možda neće raditi kako treba bez Microsoft .NET Framework 2.0."
DotNetRequired, "Za FileSeek je neophodan Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Molimo ponovo pokrenite instalaciju FileSeek nakon instalacije Microsoft .NET Framework 2.0."
ForAllUsers, "Za sve korisnike"
LaunchFileSeek, "Pokreni FileSeek"
LicKeyInvalid, "Ovaj licencni kod izgleda da je neispravan."
LicKeyLabel, "Licencni kod:"
LicKeySelectOption, "Molimo izaberite opciju licencnog koda i pokušajte ponovo."
LicKeyText, "Opcije licencnog koda:"
LicKeyTextAdminLocked, "Vaš licencni kod je postavljen od strane administratora."
LicKeyTextChangeFree, "Klikni 'Promeni na besplatnu verziju' u prozoru podešavanja kako bi koristili Besplatnu verziju."
LicKeyTextEnterOrFree, "Molimo unesite važeći licencni kod ili izaberite 'Koristi verziju za Dž'."
LicKeyTextPaid, "Koristi ovaj licencni kod:"
LicKeyTextTrial, "Koristi probnu verziju (samo prvi put), vraća se na Dž verziju nakon 30 dana"
RunAtStartup, "Pokreni FileSeek pri pokretanju Windowsa"
ShowWelcome, "Prikaži FileSeek početnu stranu"
TextBefore, "Ukoliko je FileSeek već pokrenut, molimo ugasite ga pre instalacije ove nove verzije.\n\nPosetite http://www.fileseek.ca za nadogradnje i podršku."
UninstallRemoveAllData1, "Da li želite da u potpunosti uklonite SVA FileSeek podešavanja i privremene fajlove?"
UninstallRemoveAllData2, "Ovo nije preporučeno ukoliko ćete ponovo instalirati FileSeek."